---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SketchFailures
source: html/3b40f537-a730-d9fe-38f2-0e2f02121a04.htm
---
# BuiltInFailures.SketchFailures Properties

Area Load can't have all force components equal to zero.